Repository: mrkdevteam/mrkv-ua-shipping-free
Catalog: i18n/mrkv-ua-shipping-*.po
Languages: uk

source: There are currently no settings. The delivery method works without entering API keys.
uk: Наразі жодних налаштувань немає. Спосіб доставки працює без вводу АРІ ключів.

source: These standard weight and dimensions apply when products do not have ones of their own
uk: Стандартні розміри та вага застосовуються у випадку, коли товари в замовленні не мають власних

source: This controls the title which the user sees during checkout
uk: Заголовок який бачить покупець в чекауті

source: this video
uk: це відео

source: To keep an error log, enable it in the settings
uk: Щоб вести лог помилок, ввімкніть це налаштування

source: Token incorrect
uk: Токен не вірний

source: Total invoices
uk: Всього ТТН

source: Track a Banderole?
uk: Відслідковувати бандероль?

source: Turn back
uk: Повернутися назад

source: Turn on if you need to track a Banderole in international delivery
uk: Ввімкніть якщо потрібно відслідковувати бандероль

source: Type
uk: Тип

source: Type of international shipment
uk: Тип міжнародного відправлення

source: Type of shipment
uk: Тип відправлення

source: Type of shipment (Default value)
uk: Тип відправлення (значення по замовчуванню)

source: UkrPoshta
uk: Укрпошта

source: UkrPoshta Address
uk: Укрпошта, на адресу

source: UkrPoshta Warehouse
uk: Укрпошта, на відділення

source: Update now
uk: Оновити зараз

source: Use additional services as needed
uk: Оберіть додаткові послуги

source: Use the list of invoices to get the status, print your orders
uk: Всі ваші відправлення за останні 30 днів в одному зручному списку: друкуйте, надсилайте, видаляйте масово

source: Uzhhorod
uk: Ужгород

source: Uzhhorod, Uzhhorod district
uk: Ужгород, Ужгородський район

source: Values of shortcodes that are added to the end of the text field when the buttons are pressed
uk: Натисніть на шорткод щоб додати його в текст

source: Vinnytsia
uk: Вінниця

source: Vinnytsia, Vinnytsia district
uk: Вінниця, Вінницький район

source: Volumetric weight
uk: Обʼємна вага

source: Warehouse
uk: Відділення

source: Warehouse Ref Incorrect
uk: Ref відділення не вірний

source: Warehouse/poshtomat
uk: Відділення/поштомат

source: Weight of the shipment, g
uk: Вага відправлення, г

source: Weight of the shipment, kg
uk: Вага відправлення, кг

source: Weight, kg
uk: Вага, кг

source: Width
uk: Ширина

source: Works with both domestic and international shipments. Add shipping method, calculate shipping costs, create and manage shipments, both manually and automatically. Get 10% off when creating shipments with our plugin.
uk: Працює з національної та міжнародною доставкою. Створення способів доставки, розрахунок вартості доставки, створення та керування відправленнями. Також отримайте 10% знижки за створені відправлення через АРІ.

source: Your Nova Poshta API key needs to be updated so that the branches are pulled up on the Checkout page, update the API key in your <a href="http://my.novaposhta.ua/" target="blanc">Nova Poshta account</a> and save it in <a href="
uk: Ваш АРІ ключ Нової Пошти потребує оновлення, щоб відділення підтягувалися на сторінці Оформлення замовлення, оновіть ключ АРІ в вашому <a href="http://my.novaposhta.ua/" target="blanc">обосистому кабінеті Нової Пошти</a> та збережіть його <a href="

source: Zaporizhzhia
uk: Запоріжжя

source: Zaporizhzhia, Zaporizhzhya district
uk: Запоріжжя, Запорізький район

source: Zhytomyr
uk: Житомир

source: Zhytomyr, Zhytomyr district
uk: Житомир, Житомирський район
