Repository: mrkdevteam/mrkv-ua-shipping-free
Catalog: i18n/mrkv-ua-shipping-*.po
Languages: uk

source: Number of positions
uk: Кількість місць

source: ">the settings</a>.
uk: ">налаштуваннях</a>.

source: (temporarily unavailable)
uk: (тимчасово недоступно)

source: 100*100 mm
uk: 100*100 мм

source: 100*100 mm for printing on A4 size
uk: 100*100 мм для друку A4

source: 100*100 mm for printing on A5 size
uk: 100*100 мм для друку A5

source: 2-in-1: Nova Poshta and Ukrposhta delivery services. Create shipping methods and shipments easily
uk: 2 в 1: Нова Пошта та Укрпошта в одному плагіні. Способи доставки, створення ТТН та робота з відправленнями

source: A shipment will be created after the order is placed
uk: Накладна буде створена при створенні замовлення

source: About us
uk: Про нас

source: Activate a shipping method of your choice from the list below. Then go to settings and set them up.
uk: Активуйте спосіб доставки зі списку нижче та переходьте до налаштувань.

source: Add shipping method, calculate shipping costs, create and manage shipments, both manually and automatically. Using API 2.0 and connects directly to the Nova Poshta server for fast and secure user experience.
uk: Додавайте способи доставки, вмикайте розрахунок вартості доставки, створюйте та керуйте накладними, як вручну так і автоматично. Використовує АРІ 2.0 Нової Пошти для швидкої та безпечної роботи.

source: Added invoice number
uk: Додано номер ТТН

source: Additional services
uk: Додаткові послуги

source: Address from
uk: Адреса відправки

source: Address Ref Incorrect
uk: Ref-ідентифікатор адреси не вірний

source: Address to
uk: Адреса отримувача

source: After Payment data
uk: Після платіжних даних

source: After the first name
uk: Після ім'я

source: After the last name
uk: Після прізвища

source: Air delivery
uk: Авіадоставка

source: An individual
uk: Приватна особа

source: Apartment / Office
uk: Квартира / Офіс

source: API Key
uk: API ключ

source: API key correct
uk: API ключ вірний

source: API key incorrect
uk: API ключ не вірний

source: Auto-creation of a shipment
uk: Автостворення ТТН

source: Automatic created invoice
uk: Автоматично створено ТТН

source: Automatically change order status
uk: Автоматично змінювати статус замовлення при зміні статусу відправлення

source: Automatically create shipments
uk: Автоматично створювати ТТН

source: Automation
uk: Автоматизація

source: Automation Settings
uk: Налаштування автоматизації

source: Basic
uk: Базові

source: Basic settings
uk: Базові налаштування

source: Before Notes to orders
uk: Перед примітками до замовлення

source: Bulky parcel
uk: Громіздка посилка

source: Cash
uk: Готівка

source: Cash on delivery, UAH
uk: Оплата при отриманні, грн

source: Cashless payment for the sender is available only if the contract is signed.
uk: Безготівкова оплата доступна лише для Відправника, який підписав відповідну угоду. Інакше виникне помилка при створенні ТТН.

source: Category of shipment
uk: Категорія відправлення

source: Change address
uk: Змінити адресу

source: Change method
uk: Змінити метод

source: Change shipping method
uk: Змінити спосіб доставки

source: Check the correctness of the shipment data, or fill in if necessary
uk: Перевірте правильність даних відправки або дозаповніть за потреби

source: Check the default shipping payer for the shipment
uk: Перевірте платника за замовчуванням за відправлення

source: Check the necessary fields that will be used to create the invoice
uk: Перевірте чи заповнені необхідні поля для створення ТТН

source: Checkout
uk: Чекаут

source: Checkout settings
uk: Налаштування чекауту

source: Cherkasy
uk: Черкаси

source: Cherkasy, Cherkasy district
uk: Черкаси, Черкаський район

source: Chernihiv
uk: Чернігів

source: Chernihiv, Chernihiv district
uk: Чернігів, Чернігівський район

source: Chernivtsi
uk: Чернівці

source: Chernivtsi, Chernivtsi district
uk: Чернівці, Чернівецький район

source: Choose a cart cost
uk: Оберіть

source: Choose a category
uk: Виберіть категорію

source: Choose a position
uk: Виберіть позицію

source: Choose a sender
uk: Виберіть відправника

source: Choose a type
uk: Виберіть тип

source: Choose an attribute
uk: Виберіть атрибут

source: Choose how much the shipping cost will be calculated
uk: Виберіть, як буде розраховуватися вартість доставки

source: Choose method
uk: Оберіть метод

source: Choose the city
uk: Виберіть місто

source: Choose the house
uk: Виберіть будинок

source: Choose the poshtomat
uk: Виберіть поштомат

source: Choose the street
uk: Виберіть вулицю

source: Choose the warehouse
uk: Виберіть відділення

source: City
uk: Місто

source: Clear log
uk: Очистити лог

source: Click to insert the shortcode:
uk: Клікніть щоб вставити шорткод:

source: Close
uk: Закрити

source: Connect automation when working with shipments
uk: Налаштуйте автоматизацію створення ТТН

source: Cost
uk: Вартість

source: Courier delivery
uk: Курʼєрська доставка

source: Covering address form (cp71)
uk: Форма CP71

source: Create
uk: Створити

source: Create a custom message that will be sent after creating the shipment
uk: Створити повідомлення, яке буде відправлене після створення ТТН

source: Create Invoice
uk: Створити ТТН

source: Create invoice by Order
uk: Створити ТТН з Замовлення

source: Create invoice Completed by Order
uk: ТТН створено з Замовлення

source: Create invoice Failed by Order
uk: ТТН не створено з Замовлення

source: Custom Invoice number
uk: Додати номер ТТН вручну

source: Customize international shipping to your needs
uk: Додати номер ТТН вручну

source: Customize the output of the plugin fields in relation to your theme
uk: Налаштуйте вивід полів плагіна на сторінці чекаут

source: Customs declaration form (cn22)
uk: Форма митної декларації CN22

source: Data is used in case of missing values when creating a shipment
uk: Ці дані будуть використовуватися при створенні ТТН, якщо в товарах замовлення будуть відсутні

source: Declared cost
uk: Оціночна вартість

source: Default
uk: За замовчуванням

source: Default email template
uk: Стандартний шаблон

source: Default values
uk: Значення за замовчуванням

source: Description of an international shipment (Latin)
uk: Опис міжнародного відправлення (латиницею)

source: Description of the shipment
uk: Опис відправлення

source: Destroy the shipment
uk: Знищити відправлення

source: Dimensions of the shipment, cm
uk: Розміри відправлення, см

source: Dimensions, cm
uk: Розміри, см

source: district
uk: район

source: Dnipro
uk: Дніпро

source: Dnipro, Dniprovskyi district
uk: Дніпро, Дніпровський район

source: Domestic
uk: По Україні

source: Domestic settings
uk: Налаштування доставки по Україні

source: Email sent
uk: Email відправлено

source: Email settings
uk: Налаштування листа

source: Email subject
uk: Тема листа

source: Email text
uk: Текст листа

source: Empty data
uk: Відсутні дані

source: Empty order data
uk: Відсутні дані замовлення

source: Enable debug log
uk: Ввімкнути debug log

source: Enable debug query
uk: Ввімкнути debug query

source: Enable Fixed Price for Delivery
uk: Встановити фіксовану вартість доставки

source: Enable if you want to send an email automatically after a shipment is created
uk: Ввімкніть щоб надсилати email автоматично після створення замовлення

source: Enable Minimum amount for free shipping
uk: Увімкнути мінімальну вартість замовлення для безкоштовної доставки

source: Enable patronymic
uk: Увімкнути по-батькові

source: Enable patronymic (Warehouse)
uk: Увімкнути по-батькові (Відділення)

source: Enable Price for Delivery
uk: Увімкнути розрахунок вартості доставки

source: Enable Search by warehouse number
uk: Увімкнути Пошук за номером складу

source: Enable to receive request error logs
uk: Ввімкніть щоб отримувати логи помилок запитів

source: Enable to receive request logs in order notes and log file
uk: Ввімкніть щоб отримувати логи помилок запитів в примітках замовлень та в лог-файлі

source: Enable to store selected delivery city and warehouse/postamat in session cookies (may not work if privacy settings enabled in user’s browser)
uk: Увімкнути збереження обраного міста доставки та складу/поштамту в сесійних файлах cookie (може не працювати, якщо в браузері користувача увімкнено налаштування конфіденційності)

source: Enter the amount in numbers
uk: Введіть суму

source: Enter the city...
uk: Введіть місто…

source: Enter the email...
uk: Введіть емейл…

source: Enter the first 2-3 letters and wait for the data to load
uk: Введіть перші 2-3 літери та дочекайтеся підвантаження

source: Enter the first 3 letters
uk: Введіть перші 3 літери

source: Enter the Firstname
uk: Введіть імʼя

source: Enter the house number...
uk: Введіть номер будинку…

source: Enter the house...
uk: Введіть номер будинку…

source: Enter the HS code for all products...
uk: Введіть HS-код для всіх товарів…

source: Enter the index...
uk: Введіть індекс…

source: Enter the key...
uk: Введіть ключ…

source: Enter the Lastname
uk: Введіть прізвище

source: Enter the lastname...
uk: Введіть прізвище…

source: Enter the middlename...
uk: Введіть по-батькові…

source: Enter the name...
uk: Введіть імʼя…

source: Enter the Patronymic
uk: Введіть по-батькові

source: Enter the patronymic
uk: Введіть по-батькові

source: Enter the Phone
uk: Введіть номер телефону

source: Enter the phone...
uk: Введіть номер телефону…

source: Enter the postal index...
uk: Введіть поштовий код…

source: Enter the street...
uk: Введіть вулицю…

source: Enter the subject...
uk: Введіть тему…

source: Enter the warehouse...
uk: Введіть склад…

source: Error create invoice
uk: Помилка створення ТТН

source: Error with create invoice
uk: Помилка створення ТТН

source: Error with Recipient Ref
uk: Помилка з Ref отримувача

source: Error with Recipient Street Ref
uk: Помилка з Ref вулиці отримувача

source: Error with Recipient Warehouse Ref
uk: Помилка з Ref складом отримувача

source: Error with Sender Counterparties Ref
uk: Помилка з Ref контрагента відправника

source: EXPRESS
uk: ЕКСПРЕС

source: Field
uk: Поле

source: Fill in the data for the sender, which will be used to create shipment
uk: Заповніть дані відправника

source: Fill in the default shipping data for the international invoice
uk: Заповніть дані відправки по замовчуванню для міжнародних відправлень

source: Fill in the default shipping data for the shipment
uk: Заповніть дані відправки по замовчуванню для відправлень

source: Find it in an email from your Ukrposhta customer manager
uk: Цей ключ знайдете в емейлі від вашого менеджера Укрпошти

source: Firstname
uk: Імʼя

source: Fixed shipping price
uk: Фіксована вартість доставки

source: Flat
uk: Квартира

source: flat/office
uk: квартира/офіс

source: For example, products for children...
uk: Наприклад: товари для дітей…

source: For the shipping method to work, you need to get API keys from Ukrposhta (conclude an agreement at the branch). Details:
uk: Щоб спосіб доставки працював коректно, вам потрібні ключі АРІ від Укрпошти (адреси відділень підтягуються автоматично з бази даних Укрпошти, нічого не зберігається у БД сайту), тому укладіть угоду та отримайте ключі у вашого менеджера. Це просто і швидко! Деталі:

source: Form for an envelope in (dl) format
uk: Форма для конверта (DL)

source: Form for an envelope in the format (c6)
uk: Форма для конверта (C6)

source: Form for sending cash on delivery (tfp3)
uk: Форма для післяплати (TFP3)

source: Free shipping calculation
uk: Розрахунок безкоштовної доставки

source: FREE to Nova Poshta Address
uk: БЕЗКОШТОВНО на адресу (НП)

source: FREE to Nova Poshta Poshtamat
uk: БЕЗКОШТОВНО в поштомат (НП)

source: FREE to Nova Poshta Warehouse
uk: БЕЗКОШТОВНО на відділення (НП)

source: FREE to Rozetka Delivery
uk: Безкоштовно Rozetka Delivery

source: FREE to UkrPoshta Address
uk: БЕЗКОШТОВНО на адресу (УП)

source: FREE to UkrPoshta Warehouse
uk: БЕЗКОШТОВНО на відділення (УП)

source: From the intermediate cost of the order (excluding promotional codes)
uk: З проміжної вартості замовлення (не враховуючи промокоди)

source: Get the opportunity to deliver a parcel to any ROZETKA warehouse. You save your own time on order picking and shipping, as these processes are handled by ROZETKA
uk: Отримайте можливість доставити посилку на будь-який склад ROZETKA. Ви економите власний час на збірці та доставці замовлення, оскільки ці процеси бере на себе ROZETKA

source: Global
uk: Глобальні налаштування

source: Global HS code
uk: Глобальний HS-код

source: Group actions
uk: Групові дії

source: Having trouble creating a shipment? Feel free to contact our support team.
uk: Щось не вдається? Напишіть в нашу підтримку.

source: Height
uk: Висота

source: Hint: the main format is 0987654321 (without +38)
uk: Підказка: формат номеру 0981234567 (без +38)

source: House
uk: Будинок

source: House number
uk: Номер будинку

source: HS codes in attributes
uk: HS код з атрибуту

source: If checked, fixed price will be set for delivery
uk: Якщо вибрано, буде використовуватися фіксована вартість

source: If checked, Minimum amount for free shipping will be set for delivery
uk: Якщо вибрано, буде застосовано мінімальну вартість до безкоштовної доставки

source: If checked, shipping price will be add for delivery
uk: Якщо вибрано, вартість доставки буде додано до замовлення

source: If filled in, for cash on delivery, this amount will be deducted from the shipment value
uk: Якщо заповнено, для післяплати, ця сума буде вирахована з оціночної вартості

source: If selected, the poshtomat will be excluded from the list
uk: Якщо вибрано, поштомати будуть вилучені зі списку

source: In case of failure to deliver
uk: На випадок не вручення

source: in the Woocommerce settings
uk: в налаштуваннях WooCommerce

source: Index
uk: Індекс

source: Insert the shortcode:
uk: Вставити шорткод:

source: International
uk: Міжнародна

source: International shipping settings
uk: Налаштування міжнародної доставки

source: Invalid nonce.
uk: Недійсний номер.

source: Invoice
uk: Накладна

source: Invoice action
uk: Дії

source: Invoice created
uk: ТТН створено

source: Invoice number
uk: Номер ТТН

source: invoice number
uk: номер ТТН

source: Invoice removed
uk: ТТН видалено

source: is required
uk: обовʼязкове

source: It is calculated automatically according to the dimensions in the settings.
uk: Розраховується автоматично згідно розмірів в налаштуваннях.

source: Ivano-Frankivsk
uk: Івано-Франківськ

source: Ivano-Frankivsk, Ivano-Frankivsk district
uk: Івано-Франківськ, Івано-Франківський район

source: Kharkiv
uk: Харків

source: Kharkiv, Kharkiv district
uk: Харків, Харківський район

source: Kherson
uk: Херсон

source: Kherson, Kherson district
uk: Херсон, Херсонський район

source: Khmelnytskyi
uk: Хмельницький

source: Khmelnytskyi, Khmelnytsky district
uk: Хмельницький, Хмельницький район

source: Kropyvnytskyi
uk: Кропивницький

source: Kropyvnytskyi, Kropyvnytskyi district
uk: Кропивницький, Кропивницький район

source: Kyiv
uk: Київ

source: Kyiv, Kyiv district
uk: Київ, Київський район

source: Last status update
uk: Останнє оновлення статусів

source: Lastname
uk: Прізвище

source: Length
uk: Довжина

source: Length of shipment, cm
uk: Довжина відправлення, см

source: List of articles with quantity
uk: SKU та кількості

source: List of goods (with articles and quantity)
uk: Список товарів (з SKU та кількістю)

source: List of products
uk: Список товарів

source: Log
uk: Лог

source: Lutsk
uk: Луцьк

source: Lutsk, Lutsk district
uk: Луцьк, Луцький район

source: Lviv
uk: Львів

source: Lviv, Lviv district
uk: Львів, Львівський район

source: Make the middle name field mandatory
uk: Зробити поле по-батькові обовʼязковим

source: Manually created invoice
uk: Вручну створена ТТН

source: Maximum number of characters:
uk: Максимальна кількість знаків:

source: Middlename
uk: По-батькові

source: Minimum amount for free shipping
uk: Мінімальна вартість для безкоштовної доставки

source: Money transfer
uk: Грошовий переказ

source: MRKV UA Shipping
uk: Morkva UA Shipping

source: My shipments
uk: Мої відправлення

source: Mykolaiv
uk: Миколаїв

source: Mykolaiv, Mykolaiv district
uk: Миколаїв, Миколаївський район

source: Name
uk: Імʼя

source: No results for your request
uk: Нічого не знайдено

source: Not sure where to get the key? Take a look
uk: Не впевнені де отримати ключ? Гляньте тут

source: Nova Poshta
uk: Нова Пошта

source: Nova Poshta Address
uk: Нова Пошта, на адресу

source: Nova Poshta Poshtamat
uk: Нова Пошта, в поштомат

source: Nova Poshta Warehouse
uk: Нова Пошта, на відділення

source: Number of flat
uk: Номер квартири

source: Number of house
uk: Номер будинку

source: Number of positions
uk: Кількість місць

source: Number of seats
uk: Кількість місць

source: Odesa
uk: Одеса

source: Odesa, Odesa district
uk: Одеса, Одеський район

source: Of the total cost of the order (including promotional codes)
uk: З загальної вартості замовлення (враховуючи промокоди)

source: Only in the Pro version
uk: Лише у Про-версії

source: Options affect the shipping cost. Delivery is calculated in the currency specified
uk: Параметри впливають на вартість доставки. Вартість доставку рахується в валюті, вказаній

source: Order number
uk: Номер замовлення

source: Order products don't match weight and dimensions criteria, try another method
uk: Вага та/чи розміри товарів завеликі. Спробуйте інший метод доставки

source: Pages:
uk: Сторінки:

source: Pallet
uk: Палета

source: Parameters of the shipment
uk: Параметри відправлення

source: Parcel
uk: Посилка

source: Patronymic
uk: По-батькові

source: Patronymic is required
uk: Поле по-батькові обовʼязкове

source: Patronymic is required (Warehouse)
uk: Поле по-батькові обовʼязкове (Відділення)

source: Payer
uk: Платник

source: Payer for the cash on delivery function
uk: Платник за послугу післяплати (комісія за «наложку»)

source: Payer of delivery
uk: Платник за доставку

source: Payment control
uk: Контроль оплати

source: Payment type (Sender-related)
uk: Тип платежу (для відправника)

source: pcs.
uk: шт.

source: Phone
uk: Телефон

source: Please enter warehouse number
uk: Будь ласка, введіть номер відділення

source: Poltava
uk: Полтава

source: Poltava, Poltava district
uk: Полтава, Полтавський район

source: Poshtomat
uk: Поштомат

source: Position of middlename in Checkout
uk: Позиція по-батькові на сторінці оформлення

source: Position of plugin fields in Checkout
uk: Розташування полів в чекауті

source: Post-it note (100mm x 100mm)
uk: Post-it note (100мм x 100мм)

source: Postal code
uk: Поштовий код

source: Prepayment
uk: Передоплата

source: Print
uk: Друкувати

source: Print invoice
uk: Друкувати ТТН

source: Print sticker
uk: Друкувати стікер

source: Quantity of goods
uk: Кількість

source: Recipient
uk: Отримувач

source: Recipient's data
uk: Дані отримувача

source: Remove
uk: Видалити

source: Remove the patronymic field from the checkout page
uk: Не відображати поле «по-батькові»

source: Remove ttn
uk: Видалити ТТН

source: Return the shipment after the expiration of the free storage period (5 working days)
uk: Повернути відправлення після закінчення терміну безкоштовного зберігання (5 робочих днів)

source: Return to the sender in 14 calendar days
uk: Повернути відправнику через 14 днів

source: Rivne
uk: Рівне

source: Rivne, Rivne district
uk: Рівне, Рівненський район

source: Save
uk: Зберегти

source: Save customer selected fields
uk: Зберегти вибрані клієнтом поля

source: Save Field
uk: Зберегти поле

source: Save Invoice
uk: Зберегти накладну

source: Search
uk: Пошук

source: Select Sender represents to continue filling in the data
uk: Виберіть представників відправника, щоб продовжити заповнення даних

source: Select the middlename field position on the checkout page
uk: Виберіть позицію поля по-батькові на сторінці оформлення замовлення

source: Select the position of the delivery method fields on the checkout page
uk: Виберіть розміщення полів способу доставки в чекауті

source: Send automatically
uk: Надсилати автоматично

source: Send email
uk: Надіслати емейл

source: Sender
uk: Відправник

source: Sender address
uk: Адреса відправника

source: Sender contact person
uk: Контактна особа відправника

source: Sender Data Incorrect
uk: Дані відправника не вірні

source: Sender list empty
uk: Список відправників порожній

source: Sender list loaded
uk: Список відправників завантажено

source: Sender Phone Incorrect
uk: Телефон відправника не вірний

source: Sender Ref Incorrect
uk: Ref відправника не вірний

source: Sender Settings
uk: Налаштування відправника

source: Sender settings
uk: Налаштування відправника

source: Sender's data
uk: Дані відправника

source: Sending from a branch
uk: Відправка з відділення

source: Sending from the address
uk: Відправка з адреси

source: Settings
uk: Налаштування

source: Shipment
uk: Відправлення

source: Shipping
uk: Доставка

source: Shipping methods
uk: Способи доставки

source: Show only branches
uk: Показувати лише відділення

source: SMS notification upon arrival
uk: SMS повідомлення про прибуття

source: Specify the sender's address from which the goods will be sent
uk: Вкажіть адресу відправника з якою буде забір

source: STANDARD
uk: СТАНДАРТ

source: Statistics of shipments
uk: Статистика

source: Sticker format
uk: Формат стікера

source: Street
uk: Вулиця

source: Sumy
uk: Суми

source: Sumy, Sumy district
uk: Сумський район

source: Support
uk: Підтримка

source: Ternopil
uk: Тернопіль

source: Ternopil, Ternopil district
uk: Тернопіль, Тернопільський район

source: Test mode
uk: Тестовий режим

source: Text with free delivery
uk: Текст безкоштовної доставки

source: The choice affects the fields that need to be filled in in the setup
uk: Вибір впливає на поля, які потрібно заповнити в налаштуванні

source: The code of the commodity invoice of foreign economic activity (CN VED) must contain only numbers (from 6 to 10 digits).
uk: Код ТН ЗЕД може містити лише цифри (від 6 до 10 знаків).

source: The field must be filled in in Latin
uk: Поле повинно бути заповнене латинкою

source: The following words are not allowed in the name of the shipment in English: BRYUKI, ACCESSEROISE, ACCESSORIES, GIFT, GIFT BOX, GIFTS, HANDMADE GIFT, KOSTYUM, KURTKA, ODEZHDA, PODAROK, PRESENT, PREZENT, SHAPKA, SOLDATYKY, SOUVENIR, SOUVENIR SET, SOUVENIRS, SUVENIER, SUVENIR, TAINA, XYDI, Other, item, cadeau, or only numbers (for example, 963258). The length should not exceed 32 characters.
uk: Наступні слова заборонені до використання: BRYUKI, ACCESSEROISE, ACCESSORIES, GIFT, GIFT BOX, GIFTS, HANDMADE GIFT, KOSTYUM, KURTKA, ODEZHDA, PODAROK, PRESENT, PREZENT, SHAPKA, SOLDATYKY, SOUVENIR, SOUVENIR SET, SOUVENIRS, SUVENIER, SUVENIR, TAINA, XYDI, Other, item, cadeau, або лише цифри (наприклад, 963258). Довжина не повинна перевищувати 32 знаки.

source: The index consists of five numbers
uk: Індекс містить пʼять цифр

source: The patronymic is required if the sender is an individual. For sole proprietors and LLCs, this field is not required when creating a waybill.
uk: По-батькові обовʼязкове у випадку, якщо відправник - фізична особа. Для ФОП і ТОВ це поле не потрібне при створенні ТТН.

source: The sender represents
uk: Представник відправника

source: The total weight of the shipment
uk: Обʼємна вага відправлення

source: The value entered here will be used to calculate the cost of all shipments. The length must be specified in centimeters.
uk: Значення введене тут буде використано для розрахунку вартості всіх відправлень. Довжину потрібно вказувати в сантиметрах.

source: The value entered here will be used to calculate the cost of all shipments. The weight must be specified in grams.
uk: Значення введене тут буде використано для розрахунку вартості всіх відправлень. Вагу потрібно вказувати у грамах.

source: The warehouse is searched after entering the number
uk: Пошук відділення здійснюється після введення номера
